Repository: ndaleksey/OldBackuper
Catalog: DbBackupper/Resources/Messages.*.resx
Languages: fr

# BackupFailed
source: Ошибка создания резервной копии
fr: Impossible de créer une copie de sauvegarde

# Backuping
source: Резервирование
fr: Réservation

# BackupProcessFailed
source: При резервировании произошли ошибки!
fr: Lors de la réservation Une erreur est survenue!

# BackupProcessSucceed
source: Резервирование завершилось успешно!
fr: Sauvegarde terminée avec succès!

# BackupSucceed
source: Резервная копия успешно создана
fr: La sauvegarde a été créé avec succès

# ConnectionBuilderGettingError
source: Ошибка получения копии NpgsqlConnectionStringBuilder
fr: Le défaut d'obtenir une copie de NpgsqlConnectionStringBuilder

# ConnectionCheck
source: Проверка соединения
fr: Test de la connexion

# ConnectionStringBuildingError
source: Ошибка создания строки соединения
fr: Impossible de créer une chaîne de connexion

# CreateDbFailed
source: Ошибка создания БД
fr: Erreur base de données création

# CreateDbSucceed
source: База данных успешно создана
fr: La base de données a été créée avec succès

# DbAlreadyExistsWarning
source: База данных с таким именем уже существует. Вы хотите заменить ее?
fr: Une base de données avec le même nom existe déjà. Voulez-vous le remplacer?

# DbStructureGetting
source: Получение структуры БД
fr: Préparation des structures DB

# BinaryTypeFiles
source: Бинарные файлы резервных копий
fr: Fichiers binaires de sauvegarde

# EmptyDb
source: Список объектов БД пуст
fr: Liste des objets de base de données est vide

# GetDbStructureError
source: Ошибка получения структуры БД
fr: Impossible d'obtenir la structure de base de données

# InvalidObjectsCountForBackuping
source: Резервная копия не сделана т.к. не выбран ни один объект резервирования
fr: La sauvegarde ne se fait pas comme ne sélectionnez pas de sauvegarde de l'objet

# NewDbCreating
source: Создание новой БД
fr: Création d'une nouvelle base de données

# RestoreFailed
source: Ошибка восстановления из резервной копии
fr: Erreur restauration à partir d'une sauvegarde

# RestoreProcessFailed
source: При восстановлении произошли ошибки!
fr: Lors de la restauration d'une erreur!

# RestoreProcessSucceed
source: Восстановление завершилось успешно!
fr: La restauration terminée avec succès!

# RestoreSucceed
source: Данные успешно восстановлены из резрвной копии
fr: Les données sont restaurées avec succès de la copie rezrvnoy

# Restoring
source: Восстановление
fr: Récupération

# ResultCode
source: Код завершения
fr: Complétion de code

# ServerConnectionError
source: Ошибка соединения с сервером БД
fr: Erreur de connexion au serveur de base de données

# ServerIsAvailable
source: Сервер БД доступен
fr: Le serveur de base de données est disponible

# ServerIsNotAvailable
source: Сервер БД недоступен
fr: Le serveur de base de données est disponible

# SqlTypeFiles
source: Файлы запросов
fr: Fichier de la demande

# StartApplication
source: Старт приложения
fr: Lancer des applications

# StopApplication
source: Остановка приложения
fr: Arrêt de l'application

# TarTypeFiles
source: Архивные файлы резервных копий
fr: Les fichiers de sauvegarde d'archives

# ConnectionDenied
source: Невозможно подключиться к серверу БД
fr: Impossible de se connecter au serveur de base de données
