Repository: ndaleksey/OldBackuper
Catalog: DbBackupper/Properties/Resources.*.resx
Languages: fr

# AddCreateDb
source: Добавить CREATE DATABASE
fr: Ajout CREATE DATABASE

# AddDropDb
source: Добавить DROP DATABASE
fr: Ajouter DROP DATABASE

# ApplicationTitle
source: Генератор резервных копий
fr: Générateur de secours

# BackupDump
source: Создание резервной копии
fr: Sauvegarde

# BackupSettings
source: Параметры резервирования
fr: Paramètres de sauvegarde

# ChangeLanguage
source: Сменить язык
fr: Changer la langue

# ChangeLanguageRequest
source: После смены языка произойдет перезапуск программы. Вы хотите сменить язык?
fr: Après avoir changé la langue, le programme reprend. Vous voulez changer la langue?

# CleanBeforeRestore
source: Очистить перед восстановлением
fr: Effacer avant la récupération

# ConnectionSettings
source: Настройки подключения
fr: Paramètres de connexion

# CreateDb
source: Создать БД
fr: Création de la base

# CreateDump
source: Создать резервную копию
fr: Créer une sauvegarde

# DatabaseName
source: Имя БД
fr: Base de données de nom

# DataOnly
source: Только данные
fr: Données uniquement

# File
source: Файл
fr: Fichier

# FileFormat
source: Формат файла
fr: Format de fichier

# GetDbStructure
source: Получить структуру БД
fr: Obtenez la structure de base de données

# Host
source: IP-адрес
fr: Adresse IP

# LanguageChanging
source: Смена языка
fr: Changer la langue

# Location
source: Расположение
fr: Emplacement

# ObjectsTypes
source: Типы объектов
fr: Types d'objets

# Password
source: Пароль
fr: Mot de passe

# Port
source: Порт
fr: Port

# RestoreFromDump
source: Восстановить из резервной копии
fr: Restaurer de la sauvegarde

# RestoreSettings
source: Параметры восстановления
fr: Options de récupération

# SchemaOnly
source: Только схема
fr: Seul régime

# UserName
source: Имя пользователя
fr: Nom d'utilisateur

# Events
source: События
fr: Événements

# Schemas
source: Схемы
fr: Régimes

# SelectAll
source: Выбрать всё
fr: Tout sélectionner

# DbDataRefreshing
source: Обновление данных в БД
fr: Mise à jour des données dans la base de données

# LoadingFromDb
source: Загрузка данных из БД
fr: Chargement des données de la base de données
